{ 
    "story": [
        {
            "text": "This year, the rain came like never before. The deltas swelled and burst, emptying into every fissure in town. Hit first were the markets, boarding their doors and relocating livestock to higher ground. Then the construction site flooded, whisking my job away with it, and the school announced they were going online until further notice. And so we were all stuck at home, huddled around our phones, as the rain drummed upon us day upon day like the impatient fingers of titans.\nIt wasn’t as much a surprise as it was an eventuality. Rain has fallen nearly year-round for as long as I can remember, with each season stretching a little longer than before. Only Ama can remember a time where the wet and dry seasons would swing like a pendulum, when deep rains would nourish the soil before abating to let crops grow. Where half the country was still above sea-level. It’s a past so foreign it feels like a fable.\nOn the third week of our sequestration, Ama decides she’s had enough. She announces that she’s calling my cousin, Steve. Steve’s not his real name-- the name I grew up calling him-- but it’s the only one he responds to now. He’s in America now, moved there a year ago to work at a fancy tech company.\nI try to interject, but she’s already pressed the phone to her cheek and shushed me. Steve picks up on the third ring. Ama speaks to him softly, her eyes flickering to mine.\nThe rain falls, too loud to make out any words. I see her nod, her mouth going yes, yes, yes, thank you."
        },
        {
            "text": "Two days later, I find myself in a part of town I’ve never been before. A woman answers the door, glancing me up and down. “Can I help you?”\n“I’m here for the job,” I say, repeating Steve’s instructions.\nAmazingly, the door opens a little wider. “Come inside.”\n The building is sterile white and vividly dry. A draft stings my eyes as I follow her down a long hallway-- air conditioning. Before, I wasn’t sure if I had ever felt it before. Now I’m certain I haven’t.\nThe woman leads me to a large, open space where a sea of heads bow over desks. I’m pointed to my own. It feels much larger than it should be, with only a small monitor, mouse, and headset at the very back. At my feet sits a large, blinking box, wires snaking upwards.\n“We keep all the hardware on the floor, so you have plenty of desk space,” the woman says casually, as if expecting me to bring in desk toys and lattes every week. It’s probably what Steve does.\nI nod, then start to panic as she drifts away. “Excuse me?”\nShe turns around.\n“Um. Can you tell me what I’m supposed to do?”\n“Oh,” she says, as if totally unprepared to answer this question, as if I should already know. “Just turn on the computer. It’s all on there.”"
        },
        {
            "images": ["./images/cheeseburger.gif"]
        },
        {
            "text": "The instructions are so brief and nondescript that I nearly close out of them on instinct. After reading them twice, I furrow my brow, then enter into the main window. I begin, wondering what the catch will be. And then, before I realize it, it’s been half an hour.\nHere is the best way I can describe the work. It is so simple it will sound inane, I know. On the window different items will appear, one after the other, and my job is to click them. That’s all. At the bottom right of the screen, a counter ticks up with every click.\nThe clicked things themselves, I soon realize, are the most interesting part of the job. Most of them are images-- hamburgers and sweaters and beer bottles, dripping with vibrant color and stylized text. Then there are links, written in indecipherable languages, and video snippets of what seems like the news or tv shows. Rarely, a 3D object will appear, or a sound clip, or a single word. They flash on screen for an instant, where I behold them, then make them go away forever.\nI’ve heard of this sort of thing before. Someone, somewhere has paid this company for clicks, and I am the clicker. But how can they all be in the same place?\nKazi, who sits at the desk across from mine, says that’s the company’s proprietary technology: they scrape all these clickable things into a single site. He introduces himself during our lunch break, says he’s been here three months. He manages around thirty thousand clicks a day.\n“A day?” I shake my head. “Aren’t there robots that can already do this sort of stuff?”\nHe points to a shiny black dot at the top of my monitor that I hadn’t noticed before. “You’re more valuable than you think,” he says, before swiveling back to his own desk as the lunch bell rings.\nI try not to stare at the black dot, or wonder who or what’s behind the lens. Instead, I glance at my counter, which reads less than two hundred. I exhale slowly, then get back to work."
        },
        {
            "images": ["./images/beer.png", "./images/phone.png", "./images/room.png"]
        },
        {
            "text":"It’s not long before I learn the benefit of clicking fast. Each week, the person with the top counter gets an extra ৳500 in their paycheck. Second place gets ৳400, third place gets ৳300. At the end of the week, I am dead last.\nKazi says my problem is that I look at the content too much. It’s a rookie mistake, he assures me. He’s been on the leaderboard five times in the past two months, and he attributes his success to a firm apathy to whatever’s on screen. Don’t look, he tells me. Just focus on moving your finger as fast as possible.\nBut how can I not look? Every passing day brings something more indescribable than before: esoteric places that feel out of time and place, faces warped and decimated, incoherent videos that disintegrate into color and tones. The more I look, the more the world around me grows duller, while what’s on screen becomes arrestingly vivid, undeniably real.\nIn my second week, my hand starts to cramp. A prick in my knuckle turns into daggers shooting down my wrist, and I can barely hold the mouse. Kazi chides me, saying I need to take care of my joints better. He shows me the wrist stretches he does religiously and we practice together.\nAt home, Ama heats collected rainwater for me to soak my hands.\n“Is it too much?” she asks, searching my face.\n“No, it’s good.” My eyes feel fatigued, stiff with each blink. The torrent above us intensifies, a trickle leaking onto my head. I close my eyes, where a technicolor window winks back."
        },
        {
            "images": ["./images/tomato.png", "./images/forks.png", "./images/watch.png", "./images/coffee.png"]
        },
        {
            "text": "My days divide into the wet and the dry. I wake up at dawn, under a ceaseless pattering. Mildew has crept into every corner of the hut, and lately the walls have felt softer, the floor giving beneath my feet. I take the bus across town and badge into work, wiping the mud off my shoes and hanging up my wet clothes. And then I sit down at my desk and lose myself for the next eight hours.\nA dragon soars across my monitor, scales glittering against a neon city skyline. A militia marches through a hushed city street, their bayonets gleaming. A single piece of bread, ridiculously high definition, spins leisurely on screen like a taunt. I don’t even question what’s real anymore; what consequence would it even have?\nOne month passes, and then two. No bonuses come, but the money is good-- Ama can afford more meat now, so my siblings eat better while they’re learning algebra over a smartphone. Steve calls from time to time, but I suspect it’s just to gloat.\n“Isn’t it the greatest company in the world, bhai?” he’ll ask. Of course, I’ll reply."
        },
        {
            "images": ["./images/chips.png", "./images/beer2.png", "./images/restaurant.png"]
        },
        {
            "text": "One day, I show up, and Kazi isn’t at his desk. On my desk, I find Kazi’s oddly-shaped mouse, which he called “ergonomic”-- it’s his prized possession. It’s then I know he’s gone, forever. I ask around for what happened. No one seems to know.\nSomeone new is at Kazi’s desk later that morning. I don’t know what else to do, so I just sit down, plug in Kazi’s mouse, and start clicking. The new mouse makes it easier than ever. I feel my eyes glaze, my hands burn. But it feels good, to control something. To make a number go up.\nFrom that point on, the content loses its sheen. I look past the bright colors: my focus slides onto my body, finding the rhythm between clicking and blinking and breathing. Soon, it’s become second nature. I make sure to take breaks, dutifully stretching like Kazi taught me. Finally, finally, I place in third one week.\nI bring the extra money home to Ama, who is so thrilled that she departs into the downpour and returns soaked, declaring that she spent nearly all of it on a salve from the apothecary. She massages the cream into my hands and says she used this when she was a seamstress. It smells like mint and olives, leaves my skin tingling.\nHands are everything, she tells me. They build all that we have.\nI wrap my fingers over hers and squeeze."
        },
        {
            "images": ["./images/wave.png"]
        },
        {
            "text": "Nowadays, at lunch, I have no one to talk to. I’d work through it, but am forbidden for vague legal reasons. One day, I figure I’d try to call Steve. Maybe a part of me finally understands his world now; maybe we could talk about it. And then between rings I realize it’s the middle of night in America right now. Mortified, I hang up.\nA little before 5 pm, some people in suits I’ve never seen before march into our office. They tell us there’s been a slight change from headquarters, that we need to stay at our desks a little longer to handle some unexpected traffic.\nSome people grumble, but from the cacophony on the roof, the rain is monstrous. No one was keen to step outside anyways.\nI settle back into my chair, and the first hours pass easily. At eight, some food is passed out. I nibble at a roll, barely hungry. At this rate, I’ll reach the biggest weekly click count I’ve ever gotten.\nIt gets to ten, then eleven, and people become restless. The suits remain posted by the doors, deflecting any complaints. The company still requests your help. It’s a flood warning, anyways, too unsafe to leave the office. Take a power nap if you need to.\nThe evening descends into a quiet haze. And then, at one am, Steve calls me back."
        },
        {
            "text": "“Steve?” I ask loudly. Some dozing people startle, shoot me dirty looks. I step into the hallway. “Hi, sorry about--”\n“I just saw your call,” Steve says. “I’m sorry, I was--”\n“Sleeping, I know. It was stupid to call.”\n“...I was at work, actually,” he says softly. “There’s a bit of trouble, over here.”\n“Oh.” I glance back, the office just a door away. “I think that’s affected us too, then. We’ve been working all night. Can you tell me what’s going on?”\nSteve’s silence resounds through the phone. “Maybe it’s best for you to go home, bhai.”\n“I can’t. They’re keeping us here. And it’s pouring outside. Can you just--”\n“Hey, you,” a voice calls sharply. I look back to see a suit poking his head through the door. “No personal phone calls when you’re on the clock.”\nI swallow, turn back to the phone. “Syed, please.”\n“I didn’t realize they were--” Steve stops, his voice breaking. “I didn’t mean to get you in this mess.”\nBefore I can ask what he means, the man starts towards me and I lift my hands in the air. Suddenly, behind us, someone shrieks. The suit looks back, rushes out the doors. I glance at my phone; Steve has ended the call.\nWhen I reenter the office, people have scattered towards the corners of the room. Everyone’s head is tilted up; I lift my own gaze with them. Water gushes from a rip in the ceiling tile, waterboarding a cluster of desks underneath it. It knocks over monitors, splashes onto the chairs, to the floor. The lights flicker under its vigor. The network of computer units, the brains of our operation, sit lifelessly on the floor under an inch of water.\nWith a great tear, the ceiling splits even more, eliciting screams. Faintly, I recognize my desk is now under the flow. I walk forward in a trance. Water sloshes at my feet, heavy and thick.\nI reach my desk and yank Kazi’s mouse out of its plug. I look around, locating the exit.\nNo one stops me as I leave; the suits have scattered, some trying to regain order, while some only stare helplessly at the ceiling.\nOutside, it's hard to see through the sheets of rain. Rivulets run through the dirt, past the glowing streetlamps and the bus stop.  Of course, there’s no one out at this hour. I stuff Kazi’s mouse inside my shirt, where it’ll stay dry, and start to make my way home."
        },
        {
            "text": "No one knows the extent of the damage until the storm finally breaks. At first, no one quite believes their ears; the quietness smothers us like a blanket. Someone does the calculation-- after 344 consecutive days, it has stopped raining. And then we emerge to assess the damage.\nI am walking to where our house stood when a glimpse of pure blue sky emerges from the clouds like a dazzling jewel. Our roof had caved from the wind, the walls disintegrated as if wet paper. Now only the tile floor remains somewhat intact, cracked and washed with mud beneath my feet.\nFor now we stay in a shelter, but there are always meals and my siblings sit at a real desk at school and when I close my eyes I no longer see a screen. When I rest my hands, my fingers no longer itch.\nFresh wooden beams lie on a tarp at the edges of the road. I retrieve and erect them one by one, pushing them into the soft earth. The sun grows bolder, rising above me as I work. My back dampens with sweat, my arms aching as I move, push, pull, lift."
        }
    ]
}